Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/employment_rights_and_conditions/leave_and_holidays/carers_leave_from_employment.html.txt.tmx
Source language: en
Languages: ga

source: The Carer's Leave Act 2001 allows employees to leave their employment temporarily to provide full-time care for someone in need of full-time care and attention
ga: Tugann An tAcht um Shaoire Cúramóra 2001 cead d'fhostaithe saoire a ghlacadh óna bhfostaíocht ar bhonn sealadach ionas go mbeidh ar a gcumas cúram lánaimseartha a thabhairt do dhuine a bhfuil cúram agus aire lánaimseartha ag teastáil uaidh/uaithi

source: You are entitled to take carer’s leave of at least 13 weeks up to a maximum of 104 weeks
ga: Tá tú i dteideal saoire cúramóra d’íostréimhse 13 seachtaine suas go uastréimhse 104 seachtaine

source: If you ask to take less than 13 weeks’ carer’s leave, your employer may refuse your request – see ‘Taking carer’s leave’ below
ga: Má iarrann tú ar thréimhse shaoire cúramóra níos lú ná 13 seachtaine, is féidir d’fhostóir d’iarratas a dhiúltaigh - féach 'Ag glacadh le saoire cúramóra' thíos

source: Carer's leave from employment is unpaid but the Carer’s Leave Act ensures that those who propose to avail of carer's leave will have their jobs kept open for them for the duration of the leave
ga: Ní fhaightear aon íocaíocht ar Shaoire Cúramóra ó fhostaíocht ach cinntíonn an tAcht um Shaoire Cúramóra go mbeidh daoine a bhfuil sé i gceist acu leas a bhaint as saoire cúramóra in ann filleadh ar a bpoist le linn thréimhse na saoire

source: You may be eligible for Carer's Benefit if you have enough PRSI contributions
ga: Má tá do dhóthain ranníocaíochtaí ASPC déanta agat d'fhéadfá a bheith i dteideal Sochar Cúramóra

source: If you do not qualify for Carer's Benefit you may qualify for Carer's Allowance which is a means-tested payment
ga: Mura mbíonn tú i dteideal Sochar Cúramóra, d'fhéadfá a bheith incháilithe do Liúntas Cúramóra, íocaíocht tástáilte ó thaobh acmhainne

source: You can take carer's leave even if you do not qualify for either of these payments
ga: Mura mbíonn tú i dteideal ceachtar den íocaíochtaí, is féidir leat saoire cúramóra a glacadh

source: You must have worked for your employer for a continuous period of 12 months to be eligible for carer's leave
ga: Is gá duit a bheith ag obair do d'fhostóir ar feadh tréimhse leanúnaí de 12 mhí le bheith i dteideal iarratas a dhéanamh ar shaoire cúramóra

source: The person you are proposing to care for, must be deemed to be in need of full-time care and attention by a deciding officer of the Department of Social Protection
ga: Is gá go mbeadh gá ag an duine a bhfuil sé i gceist agat aire a thabhairt dó/di le cúram agus aire lánaimseartha i dtuairim oifigigh chinnidh de chuid na Roinne Coimirce Sóísialaí

source: The decision by the Department is reached on the basis of information provided by the family doctor (GP) of the person whom you will be caring for
ga: (Tagann an Roinn ar an cinneadh ag úsáid faisnéise a sholáthraíonn dochtúir clainne (GP) an té a mbeidh tú ag tabhairt cúraim dó/di)

source: The person you propose to care for must be so disabled as to require:
ga: Ní mór don té a bhfuil sé i gceist agat cúram a thabhairt dó /di a bheith chomh mór sin faoi mhíchumas agus go bhfuil an cúram seo a leanas de dhíth orthu:

source: • Continuous supervison and frequent assistance throughout the day in connection with their normal personal needs for example, help to eat, drink, wash or dress, or
ga: • Maoirseacht leanúnach agus cúnamh uathu go rialta le linn an lae i leith a ngnáth-riachtanas pearsanta, cúnamh chun ithe, ól, iad féin a nigh nó a ghléasadh, nó

source: • Continuous supervision in order to avoid danger to themselves
ga: • Maoirseacht leanúnach ionas nach gcuirfidh siad iad féin i mbaol contúirte

source: The person you will be caring for does not need to be a family member or spouse, but could be a friend or colleague
ga: Ní gá gur ball clainne nó céile a bheadh sa duine a bhfuil sé i gceist agat cúram a thabhairt dó/di, d'fhéadfadh gur cara nó comhghleacaí a bheadh ann

source: You may apply to take carer's leave in one continuous period of 104 weeks or for a number of periods not exceeding a total of 104 weeks
ga: D'fhéadfá iarratas a dhéanamh le saoire cúramóra a ghlacadh in aon tréimhse leanúnach amháin de 104 seachtaine nó eile i dtréimhsí éagsúla nach mó ná 104 seachtaine ar an iomlán

source: If you do not take carer's leave in one continuous period, there must be a gap of at least 6 weeks between the periods of carer’s leave
ga: Mura dtógann tú saoire cúramóra in aon tréimhse leanúnach amháin, is gá go mbeidh bearna de 6 seachtaine ar an laghad idir na tréimhsí de shaoire cúramóra

source: You must give your employer at least 6 week's notice of your intention to take carer's leave - see 'How to apply' below
ga: Ní mór duit a chur in iúl do d’fhostóir i scríbhinn 6 seachtaine ar a laghad roimh ré, gur mhaith leat saoire mháithreachais a thógáil - féach 'Conas iarratas a dhéanamh' thíos

source: The minimum statutory entitlement to carer's leave is 13 weeks
ga: Is é 13 seachtaine an íosteidlíocht reachtúil saoire cúramóra

source: If you apply for a period of carer's leave which is less than 13 weeks’ duration, your employer may refuse (on reasonable grounds) to allow you to take less than 13 weeks' carer's leave
ga: Má dhéanann tú iarratas ar thréimhse shaoire cúramóra níos lú ná 13 seachtaine, is féidir le d'fhostóir diúltú cead a thabhairt duit (agus cúis réasúnach aige) chun tréimhse shaoire cúramóra níos lú ná 13 seachtaine ar fhad a ghlacadh

source: Where your employer refuses this leave, he or she must specify in writing to you the grounds for refusing you this leave
ga: Má dhiúltaíonn d'fhostóir an tsaoire seo a thabhairt duit, ní mór dó nó di na cúiseanna a bhí aige/aici leis an tsaoire seo a dhiúltiú a léiriú duit i scríbhinn

source: However, you and your employer may agree arrangements for carer's leave which are more favourable to you
ga: Is féidir le d'fhostóir agus leat tearmái níos fearr maidir le saoire cúramóra a chomhaontú

source: You may only be on carer's leave in respect of any one person in need of full-time care at any one time
ga: Ní féidir ach glacadh le saoire cúramóra i leith aon duine amháin a bhfuil cúram lánaimseartha de dhíth air/uirthi ag aon am amháin

source: An exception is where 2 people live together and both are in need of full-time care and attention
ga: Is eisceacht atá ann i gcás go bhfuil beirt ina gcónaí le chéile agus cúram agus aire lánaimseartha de dhíth ar an mbeirt acu

source: In this situation the total amount of carer's leave is 208 weeks (104 for each person being cared for)
ga: Sa chás seo is é 208 seachtaine an méid iomlán de shaoire cúramóra (104 le haghaidh gach aon duine atá ag fáil cúraim)

source: If your carer's leave to care for someone has terminated, you cannot commence another period of carer's leave to care for a different person until a period of 6 months has elapsed since the termination of the previous period of carer's leave
ga: I gcás go bhfuil deireadh tagtha le do shaoire cúramóra chun cúram a thabhairt do dhuine, ní féidir leat tús a chur le tréimhse eile saoire cúramóra chun cúram a thabhairt do dhuine éigin difriúil go dtí go mbíonn tréimhse de 6 mhí imithe ón uair gur chríochnaigh an tréimhse dheireanach de shaoire cúramóra

source: Confirmation of carer's leave from employment
ga: Dearbhú i dtaobh saoire cúramóra ó fhostaíocht

source: If you have successfully applied for carer's leave from employment, no less than 2 weeks before you intend to commence carer's leave, you and your employer must prepare and sign a document specifying or confirming this arrangement
ga: Da mba rud é gur éirigh le d'iarratas ar shaoire cúramóra ó fhostaíocht, nach lú ná 2 sheachtain sula bhfuil sé i gceist agat tús a chur le saoire cúramóra, ní mór duitse agus do d'fhostóir doiciméad a réiteach agus a shíniú a shonraíonn nó a dhearbhaíonn an socrú seo

source: The document must include some important information, for example, the date when you wish to commence carer's leave, the duration of your carer's leave, and the form in which your leave will be taken
ga: Is gá go mbeadh faisnéis thábhachtach áirithe sa doiciméad, mar shampla, an dáta ar a bhfuil súil agat tús a chur le do shaoire cúramóra, fad ama do shaoire cúramóra, agus an chaoi ina roinnfear an tsaoire ina tréimhsí

source: You can find a sample confirmation document in Appendix B of the Carer's Leave Act explanatory booklet (pdf)
ga: Is féidir leat doiciméad dearbhaithe shampla a fháil sa bhfoscríbhinn B i leabhrán mínithe i dtaobh an Achta um Shaoire Cúramóra 2001 (pdf)

source: Your employer signs and retains this document and must give you a copy of it so you can have a record of this arrangement
ga: Ní mór don fhostóir cóip den doiciméad a thabhairt duit ionas go mbeidh taifead agat den socrú

source: Working while on carer’s leave
ga: Ag obair agus tú ar saoire cúramóra

source: You may work while you are on carer’s leave for up to 15 hours a week provided your income from employment or self-employment is less than a weekly income limit set by the Department of Social Protection (DSP). You should contact the Carer's Benefit Section of the DSP for details of the income limit - see 'Where to apply' below
ga: Is féidir leat suas le 15 uair a chloig sa tseachtain a oibriú agus tú ar saoire cúramóra chomh fada agus go bhfuil d'ioncam ó fhostaíocht nó ó fhéin-fhostaíocht níos ísle ná teorainn ioncaim sheachtainiúil a shocraíonn an Roinn Coimirce Sóísialaí (RCS)

source: Alternatively you may attend an educational or training course or take up voluntary work for a maximum of 15 hours a week
ga: Nó d'fhéadfá freastal ar chúrsa oideachasúil nó oiliúna nó obair dheonach a dhéanamh ar feadh 15 uair a chloig sa tseachtain ar a mhéid

source: Before you start work or training you should inform the Department of Social Protection
ga: Ní mór duit an Roinn Coimirce Sóísialaí a chur ar an eolas sula dtosaíonn tú ag obair nó ag traenáil

source: Your social insurance (PRSI) record
ga: Do thaifead árachais shóisialta (ASPC)

source: If you are getting Carer's Benefit or Carer's Allowance, you will get credited social insurance contributions or credits
ga: Bronnfar ranníocaíochtaí ÁSPC creidiúnaithe ('creidiúintí') ort go huathoibríoch don tréimhse ina bhfaigheann tú Sochar Cúramóra nó Liúntas Cúramóra

source: If you are on carer's leave but do not get Carer's Benefit or Carer's Allowance, you are still entitled to get credits
ga: Má bhaineann tú leas as saoire cúramóra amháin, beidh tú fós i dteideal creidiúintí a fháil

source: You should get your employer complete the application form for carer's leave credits (pdf)
ga: Caithfidh tú iarr ar d'fhostóir an fhoirm iarratais do chreidiúintí do shaoire cúramóra (pdf) a chomhlánú

source: This will make sure that your existing cover for social welfare is fully maintained
ga: Cinnteoidh sé seo go gcoinneofar an clúdach reatha atá agat do leas sóisialach

source: Postponing, curtailing or terminating your carer's leave
ga: Ag iarchur, ag laghdú nó ag cur deireadh le do shaoire cúramóra

source: The document you agree and sign with your employer confirming you will be taking carer's leave is flexible
ga: Tá an doiciméad atá aontaithe agus sínithe le d'fhostóir, agus a dhearbhaíonn go mbedih tú ag glacadh saoire cúramóra, solúbtha

source: This means that your arrangement to take carer's leave can be amended
ga: Ciallaíonn sé seo gur féidir leasú a dhéanamh ar do shocrú i leith saoire cúramóra a ghlacadh

source: Even if your leave from employment has already commenced, provided that you and your employer agree, your carer’s leave (or part of it) may be postponed, curtailed or varied as to how it is taken. Then your confirmation of carer’s leave agreement can be amended and signed off by both of you again
ga: Féadfar do shaoire cúramóra (nó cuid di) a chuir siar, a laghdú nó an chaoi ina bhfuil sí á glacadh a athrú, má shocraíonn tusa agus d'fhostóir é seo a dhéanamh nuair is gá (fiú má tá tús curtha le do shaoire ó fhostaíocht) Ansin féadfar leasú a dhéanamh ar do dhearbhú i dtaobh shocrú saoire cúramóra, agus féadfaidh an bheirt agaibh é a shíniú arís

source: Your employer should keep the original copy of the amended agreement and you must be given a copy of this amendment for your own records
ga: Ba chóir do d'fhostóir an bhunchóip den socrú leasaithe a choimeád agus ní mór dó/di cóip den leasú seo a thabhairt duitse le haghaidh do thaifead féin

source: Details about circumstances in which carer's leave may be terminated is available in 'Further information' below
ga: Tá sonraí faoi na himthosca inar féidir deireadh a chur le saoire cúramóra ar fáil i 'Tuilleadh eolais' thíos

source: If you are on carer’s leave, you must give notice in writing to your employer 4 weeks before the date you will return to work, that you intend to return to work
ga: Má tá tú ar shaoire cúramóra, ní mór duit fógra a thabhairt do d'fhostóir i scríbhinn 4 seachtaine roimh an dáta ar a rachaidh tú ar ais ag obair, ag tabhairt le fios go bhfuil sé i gceist agat dul ar ais ag obair

source: As regards your employment conditions, generally you are to be treated as if you had been in work during your period of carer’s leave except that you are not entitled to pay
ga: Maidir le do choinníollacha fostaíochta, go ginearálta ba chóir go gcaithfí leat faoi mar a chaithfí leat dá mbeifeá ag obair le linn do thréimhse saoire cúramóra, ach nach bhfuil tú i dteideal pá a fháil

source: You are only entitled to annual leave and public holidays in respect of the first 13 weeks of carer’s leave
ga: Tá tú i dteideal saoire bhliaintúil agus laethanta saoire poiblí i leith na chéad 13 seachtaine de shaoire cúramóra amháin

source: You may not be dismissed for exercising your right to carer's leave
ga: Ní féidir tú a dhífhostú de bharr go bhfuil tú ag baint leasa as do chearta i leith saoire cúramóra

source: You are protected against being victimised for taking carer's leave or proposing to take it
ga: Tá cosaint agat ó íospairt má thógann tú saoire cúramóra nó má tá sé ar intinn agat í a bheith agat

source: This means that your employer may not penalise you by dismissal, unfair treatment including selection for redundancy or an unfavourable change in your conditions of employment
ga: Ciallaíonn sé seo nach féidir le d'fhostóir pionós a chur ort trí dhífhostú, caitheamh leat go míchothrom, roghnú um iomarcaíocht san áireamh, nó athrú neamhfhabhrach a dhéanamh ar do choinníollacha fostaíochta

source: Unpaid leave from employment (outside of carer's leave)
ga: Saoire ó fhostaíocht gan íocaíocht t (sa bhreis ar shaoire cúramóra)

source: If you wish to avail of unpaid leave from employment for less than the 13 week minimum set down by the Carer's Leave Act, it is possible to agree this with your employer
ga: Más mian leat leas a bhaint as saoire ó fhostaíocht gan íocaíocht le haghaidh tréimhse níos giorra ná an íostréimhse de 13 seachtaine atá leagtha síos ag an Acht um Shaoire Cúramóra, is féidir é seo a shocrú le d'fhostóir

source: You and your employer must agree this in writing, clearly stating the date when you will commence this leave and when you will return from leave
ga: Ní mór duitse agus do d'fhostóir aontú leis seo i scríbhinn, ag sonrú an dáta ar a thosóidh tú do shaoire go soiléir, mar aon leis an uair a fhillfidh tú ar ais ó do shaoire

source: You will need to get in touch with PRSI records section in the Department of Social Protection to ensure that your social insurance record is preserved during this leave - see 'Where to apply' below
ga: Beidh ort dul i dteagmháil le rannóg taifead ASPC sa Roinn Coimirce Sóísialaí chun cinntiú go gcaomhnaítear do thaifead árachais shóisialta le linn na saoire seo. (Féach 'Cá háit le hiarratas a dhéanamh thíos'.)

source: The family doctor (GP) of the individual you propose to care for will need to complete part of the application form for Carer's Benefit (pdf) unless the individual is under 16 and Domiciliary Carer's Allowance is being paid for that person
ga: Beidh ar an dochtúir clainne an té a bhfuil sé i gceist agat cúram a thabhairt dó/di cuid den fhoirm iarratais do Shochar Cúramóra (pdf) a chomhlánú seachas té faoi 16 bliana d'aois agus íocfar Liúntas Cúram Baile

source: Your employer will also need to fill in part of this form to confirm that you are an employee, giving details such as when you commenced employment
ga: Beidh ar do fhostóir cuid den fhoirm seo a líonadh isteach chomh maith chun dearbhú gur fostaí tú, agus chun sonraí a thabhairt cosúil le cén uair a thosaigh do chuid fostaíochta

source: The completed application form should then be forwarded to the Carer's Benefit Section at the Department of Social Protection
ga: Ba chóir an fhoirm chomhlánaithe a sheoladh ar aghaidh chuig Rannóg an tSochair Cúramóra sa Roinn Coimirce Sóísialaí ansin

source: The Department will then make a decision on the advice of the family doctor as to whether or not this individual requires full-time care and attention
ga: Déanfaidh an Roinn cinneadh le comhairle ón dochtúir clainne a shocróidh an bhfuil cúram agus aire lánaimseartha de dhíth ar an duine indibhidiúil seo

source: The Department will also assess any eligibility you may have regarding Carer's Benefit
ga: Déanfaidh an Roinn aon teidlíocht a d'fhéadfadh a bheith agat i leith saoire cúramóra a mheas freisin

source: Not less than 6 weeks before you propose to take carer’s leave from employment, you must make a formal application to your employer for this leave
ga: Ní mór duit iarratas foirmiúil a dhéanamh le d'fhostóir ag lorg saoire cúramóra ar an laghad 6 seachtaine sula bhfuil sé i gceist agat an tsaoire seo a ghlacadh

source: In exceptional or emergency situations where it is not reasonably practicable to give 6 weeks' notice, you should give notice as soon as it is reasonably possible
ga: Mura bhfuil sé indéanta fógra 6 seachtaine a thabhairt i gcásanna eisceachtúla nó éigeandála, ba chóir duit fógra a thabhairt do d'fhostóir chomh luath agus gur féidir leat

source: You must provide your application for carer's leave in writing to your employer stating:
ga: Ní mór duit d'iarratas ar shaoire cúramóra a dhéanamh le d'fhostóir i scríbhinn ag sonrú:

source: • That you propose to take carer's leave under the Carer's Leave Act 2001 commencing on a specific date
ga: • Go bhfuil sé i gceist agat saoire cúramóra a ghlacadh de réir an Achta um Shaoire Cúramóra, 2001 agus go bhfuil sé i gceist agat dul ar saoire cúramóra ar dháta áirithe

source: • The way in which you intend to take this leave (that is, in one continuous block, or in a series of blocks over a period)
ga: • An chaoi ina bhfuil sé i gceist agat an tsaoire seo a thógáil (is é sin le rá, in aon bhloc leanúnach amháin, nó i sraith de bhloic thar thréimhse ama)

source: • That you have made an application to the Department of Social Protection for a decision by a deciding officer under the Act that the person in respect of whom you propose to avail of carer's leave in order to provide full-time care, requires this care
ga: • Go bhfuil iarratas déanta agat leis an Roinn Coimirce Sóísialaí ionas go gcinnfidh oifigeach cinnidh de réir an Achta go bhfuil nó nach bhfuil cúram lánaimseartha de dhíth ar an duine a bhfuil sé i gceist agat cúram lánaimseartha a thabhairt dó/di agus leas a bhaint as saoire cúramóra chun na críche sin

source: You can find a sample notice of intention form in Appendix A of the Carer's Leave Act explanatory booklet (pdf)
ga: Is féidir leat fógra intinne a fháil sa bhfoscríbhinn A i leabhrán mínithe i dtaobh an Achta um Shaoire Cúramóra 2001 (pdf)

source: At least 2 weeks before your carer's leave is due to start you and your employer must sign the confirmation document - see 'Confirmation of carer's leave from employment' above
ga: Nach lú ná 2 sheachtain sula bhfuil sé i gceist agat tús a chur le saoire cúramóra, ní mór duitse agus do d'fhostóir doiciméad a réiteach agus a shíniú a shonraíonn nó a dhearbhaíonn an socrú seo

source: Disputes with your employer under the Carer's Leave Act 2001 should be referred to the Workplace Relations Commission within 6 months of the dispute occurring
ga: Ba chóir díospóidí le d'fhostóir i leith saoire cúramóra a chur laistigh de 6 mhí

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne nua a úsáid á fáil ar workplacerelations.ie

source: The time limit may be extended for up to a further 6 months, but only where there is a reasonable cause which prevented the complaint being brought within the normal time limit
ga: D'fhéadfaí an teorainn ama seo a leathnú go 12 mí i gcásanna nuair a chuir cúinsí réasúnacha cosc ar an éileamh a bheith déanta laistigh de 6 mhí

source: Disputes arising from the dismissal of an employee in relation to carer's leave are dealt with under the unfair dismissals legislation
ga: Ba chóir díospóidí i leith dífhostú fostaí a bhaineann le saoire cúramóra chun plé le reachtaíocht dífhostú

source: Information about your employment rights and the Carer’s Leave Act 2001 is in this explanatory booklet about the Carer's Leave Act 2001 (pdf)
ga: Tá faisnéis ar do chearta fostaíochta agus ar an Acht um Shaoire Cúramóra 2001 sa leabhrán mínithe i dtaobh an Achta um Shaoire Cúramóra 2001 (pdf)

source: You can get more information from the Workplace Relations Commission's Information and Customer Service - see 'Where to apply' below
ga: Is féidir tuilleadh faisnéise ón tSeirbhís Fhaisnéise agus Custaiméara an Choimisiúin um Chaidreamh san Áit Oibre a fháil – féach ‘Cá háit a ndéanfaidh mé iarratas’ thíos

source: For further information on Carer's Benefit, contact your local Intreo Centre or Social Welfare Branch Office or the Carer's Benefit Section of the Department of Social Protection
ga: Déan teagmháil le d'oifig leasa shóisialaigh áitiúil, ionad Intreo, nó le Rannóg an tSochair Cúramóra sa Roinn Coimirce Sóisialaí chun tuilleadh faisnéise a fháil ar Shochar Cúramóra

source: If you are unhappy about a decision of a deciding officer regarding your application for carer's leave from employment, you can appeal this decision
ga: Má tá tú míshásta le cinneadh a rinne oifigeach cinnidh i leith d'iarratais ar shaoire cúramóra, is féidir leat achomharc a dhéanamh ar an gcinneadh seo

source: Information and Customer Service
ga: Seirbhíse Faisnéise agus Custaiméara

source: Opening Hours: Mon. to Fri. 9.30am to 5pm
ga: Uaireanta Oscailte:Luan go hAoine 9.30rn go 5in

source: Tel: (059) 917 8990
ga: Teil: (059) 917 8990

source: Locall: 1890 80 80 90
ga: Lóghlao: 1890 80 80 90

source: Department of Social Protection
ga: An Roinn Coimirce Sóisialaí

source: Social Welfare Services Office
ga: Oifig na Seirbhísí Leasa Shóisialaigh

source: Locall:1890 92 77 70
ga: Lóghlao:1890 92 77 70

source: Termination of carer's leave
ga: Deireadh a chur le saoire cúramóra

source: Carer's leave usually ends on the date set out in the confirmation
ga: Is iondúil go dtagann deireadh leis an saoire ar an dáta atá leagtha síos sa doiciméad deimhnithe

source: document. The leave may also end in the following circumstances:
ga: Is féidir deireadh a chur le saoire cúramóra sna himthosca seo a leanas freisin:

source: • At a date agreed between the employer and the employee
ga: • Ar dháta arna aontú idir an fostóir agus an fostaí

source: • Where the person being cared for no longer needs full-time care and attention
ga: • Sa chás nach bhfuil cúram agus aird lánaimseartha ag teastáil a thuilleadh ón duine dá bhfuil cúram agus aire á thabhairt
